---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams
source: html/8cd1f656-ea70-fb8a-5d82-699a8315e24f.htm
---
# StructuralSectionAnalysisParams Properties

Elastic section modulus about main strong axis for calculation of bending stresses.